[
  {
    "img": "https://i.ibb.co/Xb97pLb/Shop-1.png",
    "name": "Watermelon",
    "price": "$100.00",
    "quantity": "10",
    "supplierName": "rahim",
    "desc": "Watermelon is a flowering plant species of the Cucurbitaceae family and the name of its edible fruit. A scrambling and trailing vine-like plant, it is a highly cultivated fruit worldwide, with more than 1,000 varieties."
  },
  {
    "img": "https://i.ibb.co/Vxb2jy8/Shop-2.png",
    "name": "Capsicum",
    "price": "$400.00",
    "quantity": "15",
    "supplierName": "raju",
    "desc": "Capsicum is a genus of flowering plants in the nightshade family Solanaceae, native to the Americas, cultivated worldwide for their chili pepper or bell pepper fruit."
  },
  {
    "img": "https://i.ibb.co/Tv1Hsjn/Shop-9.png",
    "name": "Flower Mushroom",
    "price": "$129.00",
    "quantity": "8",
    "supplierName": "rahi",
    "desc": "Donko  also known as “winter mushroom” and huagu also known as “flower mushroom” are two types of high-end grade shiitake mushrooms. Flower mushrooms have a flower-like cracking pattern on the cap that's why it's call flower mushroom.."
  },
  {
    "img": "https://i.ibb.co/GVnCWr8/Shop-11.png",
    "name": "Fresh Meat",
    "price": "$549.00",
    "quantity": "20",
    "supplierName": "sujon",
    "desc": "Fresh meat refers to meat that has not undergone any preserving process other than chilling, freezing or quick-freezing, including meat that is vacuum-wrapped or wrapped in a controlled atmosphere."
  },
  {
    "img": "https://i.ibb.co/pXb4f0L/Shop-12.png",
    "name": "Chicken Boneless",
    "price": "$429.00",
    "quantity": "13",
    "supplierName": "zahin",
    "desc": "Boneless, skinless chicken breasts are cut from the chest of the bird, with the tenderloin removed. They're quick-cooking, tender and juicy if prepared correctly. They are also a leaner choice than other cuts of chicken."
  },
  {
    "img": "https://i.ibb.co/yhqkxQf/Shop-13.png",
    "name": "Fish Curry",
    "price": "$459.00",
    "quantity": "15",
    "supplierName": "roman",
    "desc": "Malabar matthi curry, also known as fish curry, is an Indian also Goan dish. It consists of sardines semi-stewed in a Kerala-style curry with assorted vegetables, such as okra or onions. It is usually served with rice, naan, bread, or tapioca"
  },
  {
    "img": "https://i.ibb.co/RShGdGL/Shop-14.png",
    "name": "Butter Cookies",
    "price": "$319.00",
    "quantity": "11",
    "supplierName": "fahim",
    "desc": "Butter cookies, otherwise known as Danish biscuits, are cookies originating in Denmark consisting of butter, flour, and sugar. However, there are butter cookies originating in France known as sablés."
  },
  {
    "img": "https://i.ibb.co/KWhRJ7K/Shop-17.png",
    "name": "Mandrain Orange",
    "price": "$123.00",
    "quantity": "50",
    "supplierName": "joy",
    "desc": "The mandarin orange, also known as the mandarin or mandarine, is a small citrus tree fruit. Treated as a distinct species of orange, it is usually eaten plain or in fruit salads. Tangerines are a group of orange-coloured citrus fruit consisting of hybrids of mandarin orange with some pomelo contribution"
  },
  {
    "img": "https://i.ibb.co/30T2WBZ/Shop-25.png",
    "name": "Wheat",
    "price": "$523.00",
    "quantity": "20",
    "supplierName": "noman",
    "desc": "Wheat is a grass widely cultivated for its seed, a cereal grain which is a worldwide staple food. The many species of wheat together make up the genus Triticum; the most widely grown is common wheat."
  }
]
